Repository: alexislours/barcode-stash
Catalog: barcodes/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: %@ barcode preview
de: %@ Barcode-Vorschau
es: vista previa de código de barras %@
fr: Aperçu du code-barres %@
it: Anteprima codice a barre %@
ja: %@バーコードプレビュー
ko: %@ 바코드 미리보기
pt_br: Pré-visualização do código de barras %@
zh_hans: %@条码预览
zh_hant: %@ 條碼預覽

# %@, %@, favorited
source: %1$@, %2$@, favorited
de: %1$@, %2$@, favorisiert
es: %1$@, %2$@, favorito
fr: %1$@, %2$@, favoris
it: %1$@, %2$@, preferito
ja: %1$@、%2$@、お気に入りに追加済み
ko: %1$@, %2$@, 즐겨찾기에 추가됨
pt_br: %1$@, %2$@, favoritado
zh_hans: %1$@、%2$@，已收藏
zh_hant: %1$@、%2$@、已加入最愛

source: %lld barcodes found
de: %lld Barcodes gefunden
es: %lld códigos de barras encontrados
fr: %lld codes-barres trouvés
it: %lld codici a barre trovati
ja: %lld 個のバーコードが見つかりました"
ko: 바코드 %lld개를 찾았습니다
pt_br: %lld códigos de barras encontrados
zh_hans: 找到 %lld 个条形码
zh_hant: 找到 %lld 個條碼

source: %lld barcodes stored
de: %lld Barcodes gespeichert
es: %lld códigos de barras almacenados
fr: %lld codes-barres enregistrés
it: %lld codici a barre memorizzati
ja: バーコード%lld個を保存済み
ko: %lld개 바코드 저장됨
pt_br: %lld códigos de barras armazenados
zh_hans: 已存储%lld个条码
zh_hant: 已儲存 %lld 個條碼

source: %lld saved
de: %lld gespeichert
es: %lld guardados
fr: %lld enregistrés
it: %lld salvati
ja: %lld個保存済み
ko: %lld개 저장됨
pt_br: %lld salvos
zh_hans: 已保存%lld个
zh_hant: 已儲存 %lld 個

# %lld saved, %lld skipped
source: %1$lld saved, %2$lld skipped
de: %1$lld gespeichert, %2$lld übersprungen
es: %1$lld guardados, %2$lld omitidos
fr: %1$lld enregistrés, %2$lld ignorés
it: %1$lld salvati, %2$lld saltati
ja: %1$lld個保存、%2$lld個スキップ
ko: %1$lld개 저장됨, %2$lld개 건너뜀
pt_br: %1$lld salvos, %2$lld ignorados
zh_hans: 已保存%1$lld个，已跳过%2$lld个
zh_hant: 已儲存 %1$lld 個，已跳過 %2$lld 個

source: %lld Selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
ja: %lld件選択済み
ko: %lld개 선택됨
pt_br: %lld selecionados
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

source: %lld skipped
de: %lld übersprungen
es: %lld omitidos
fr: %lld ignorés
it: %lld saltati
ja: %lld個スキップ
ko: %lld개 건너뜀
pt_br: %lld ignorados
zh_hans: 已跳过%lld个
zh_hant: 已跳過 %lld 個

source: 1 barcode found
de: 1 Barcode gefunden
es: 1 código de barras encontrado
fr: 1 code-barre trouvé
it: 1 codice a barre trovato
ja: 1 個のバーコードが見つかりました
ko: 바코드 1개를 찾았습니다
pt_br: 1 código de barras encontrado
zh_hans: 找到 1 个条形码
zh_hant: 找到 1 個條碼

source: 8-digit product code
de: 8-stelliger Produktcode
es: Código de producto de 8 dígitos
fr: Code produit à 8 chiffres
it: Codice prodotto a 8 cifre
ja: 8桁の商品コード
ko: 8자리 제품 코드
pt_br: Código de produto de 8 dígitos
zh_hans: 8位产品码
zh_hant: 8 位數產品代碼

source: 8-digit UPC code
de: 8-stelliger UPC-Code
es: Código UPC de 8 dígitos
fr: Code UPC à 8 chiffres
it: Codice UPC a 8 cifre
ja: 8桁のUPCコード
ko: 8자리 UPC 코드
pt_br: Código UPC de 8 dígitos
zh_hans: 8位UPC码
zh_hant: 8 位數 UPC 代碼

source: 13-digit product code
de: 13-stelliger Produktcode
es: Código de producto de 13 dígitos
fr: Code produit à 13 chiffres
it: Codice prodotto a 13 cifre
ja: 13桁の商品コード
ko: 13자리 제품 코드
pt_br: Código de produto de 13 dígitos
zh_hans: 13位产品码
zh_hant: 13 位數產品代碼

source: 14-digit shipping code
de: 14-stelliger Versandcode
es: Código de envío de 14 dígitos
fr: Code d'expédition à 14 chiffres
it: Codice di spedizione a 14 cifre
ja: 14桁の配送コード
ko: 14자리 배송 코드
pt_br: Código de envio de 14 dígitos
zh_hans: 14位运输码
zh_hant: 14 位數運送代碼

source: A-Z, 0-9, space, -.$/+%
de: A-Z, 0-9, Leerzeichen, -.$/+%
es: A-Z, 0-9, espacio, -.$/+%
fr: A-Z, 0-9, espace, -.$/+%
it: A-Z, 0-9, spazio, -.$/+%
ja: A-Z、0-9、スペース、-.$/+%
ko: A-Z, 0-9, 공백, -.$/+%
pt_br: A-Z, 0-9, espaço, -.$\/+%
zh_hans: A-Z、0-9、空格、-.$/+%
zh_hant: A-Z、0-9、空格、-.$\/+%

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락처 추가
pt_br: Adicionar Contato
zh_hans: 添加联系人
zh_hant: 新增聯絡人

source: Add current location
de: Aktuellen Standort hinzufügen
es: Añadir ubicación actual
fr: Ajouter l'emplacement actuel
it: Aggiungi posizione attuale
ja: 現在地を追加
ko: 현재 위치 추가
pt_br: Adicionar localização atual
zh_hans: 添加当前位置
zh_hant: 新增目前位置

source: Add Current Location
de: Aktuellen Standort hinzufügen
es: Añadir ubicación actual
fr: Ajouter l'emplacement actuel
it: Aggiungi posizione attuale
ja: 現在地を追加
ko: 현재 위치 추가
pt_br: Adicionar Localização Atual
zh_hans: 添加当前位置
zh_hant: 新增目前位置

source: Add tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar etiqueta
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add Tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter une étiquette
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar Etiqueta
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add Tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des étiquettes
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar Etiquetas
zh_hans: 添加标签
zh_hant: 新增標籤

source: Add to Calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
it: Aggiungi al calendario
ja: カレンダーに追加
ko: 캘린더에 추가
pt_br: Adicionar ao Calendário
zh_hans: 添加到日历
zh_hant: 新增至行事曆

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_br: Adicionar aos favoritos
zh_hans: 添加到收藏夹
zh_hant: 新增至最愛

# Added %lld new barcodes. %lld duplicates skipped.
source: Added %1$lld new barcodes. %2$lld duplicates skipped.
de: %1$lld neue Barcodes hinzugefügt. %2$lld Duplikate übersprungen.
es: Se han añadido %1$lld códigos de barras nuevos. Se han omitido %2$lld duplicados.
fr: Ajout de %1$lld nouveaux codes-barres. %2$lld doublons ignorés.
it: %1$lld nuovi codici a barre aggiunti. %2$lld duplicati saltati.
ja: バーコードを%1$lld個新規追加しました。%2$lld個の重複はスキップされました。
ko: %1$lld개의 새 바코드가 추가되었습니다. %2$lld개의 중복 항목은 건너뛰었습니다.
pt_br: %1$lld novos códigos de barras adicionados. %2$lld duplicados ignorados.
zh_hans: 已添加%1$lld个新条码，已跳过%2$lld个重复条码。
zh_hant: 已新增 %1$lld 個條碼。已跳過 %2$lld 個重複項目。

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
pt_br: Endereço
zh_hans: 地址
zh_hant: 地址

source: Advanced Data
de: Erweiterte Daten
es: Datos avanzados
fr: Données avancées
it: Dati avanzati
ja: 詳細データ
ko: 고급 데이터
pt_br: Dados Avançados
zh_hans: 高级数据
zh_hant: 進階資料

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細設定
ko: 고급 옵션
pt_br: Opções Avançadas
zh_hans: 高级选项
zh_hant: 進階選項

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 모두
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

source: All Types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
ja: すべての種類
ko: 모든 유형
pt_br: Todos os Tipos
zh_hans: 所有类型
zh_hant: 所有類型

source: Allow camera access in Settings to scan barcodes.
de: Erlauben Sie in den Einstellungen den Zugriff auf die Kamera, um Barcodes zu scannen.
es: Permite el acceso a la cámara en los Ajustes para escanear códigos de barras.
fr: Autorisez l'accès à l'appareil photo dans les Réglages pour scanner des codes-barres.
it: Consenti l'accesso alla fotocamera nelle Impostazioni per scansionare i codici a barre.
ja: バーコードをスキャンするには、設定からカメラへのアクセスを許可してください。
ko: 바코드를 스캔하려면 설정에서 카메라 접근을 허용해 주세요.
pt_br: Permita o acesso à câmera nos Ajustes para ler códigos de barras.
zh_hans: 请在设置中允许相机访问权限以扫描条形码。
zh_hant: 請在設定中允許相機存取權限以掃描條碼。

source: Already saved
de: Bereits gespeichert
es: Ya guardado
fr: Déjà enregistré
it: Già salvato
ja: 保存済み
ko: 이미 저장됨
pt_br: Já salvo
zh_hans: 已保存
zh_hant: 已儲存

source: Already saved %@
de: Bereits gespeichert: %@
es: Ya guardado %@
fr: Déjà enregistré le %@
it: Già salvato %@
ja: 既に%@に保存済み
ko: %@에 이미 저장됨
pt_br: Já salvo %@
zh_hans: 已于%@保存
zh_hant: 已儲存於 %@

source: Any text or data
de: Beliebiger Text oder Daten
es: Cualquier texto o dato
fr: Tout texte ou donnée
it: Qualsiasi testo o dato
ja: 任意のテキストまたはデータ
ko: 모든 텍스트 또는 데이터
pt_br: Qualquer texto ou dado
zh_hans: 任何文本或数据
zh_hant: 任何文字或資料

source: Any text or numbers
de: Beliebiger Text oder Zahlen
es: Cualquier texto o número
fr: Tout texte ou chiffres
it: Qualsiasi testo o numero
ja: 任意のテキストまたは数字
ko: 모든 텍스트 또는 숫자
pt_br: Qualquer texto ou número
zh_hans: 任何文本或数字
zh_hant: 任何文字或數字

source: Any text, URL, or data
de: Beliebiger Text, URL oder Daten
es: Cualquier texto, URL o dato
fr: Tout texte, URL ou donnée
it: Qualsiasi testo, URL o dato
ja: 任意のテキスト、URL、またはデータ
ko: 모든 텍스트, URL 또는 데이터
pt_br: Qualquer texto, URL ou dado
zh_hans: 任何文本、URL或数据
zh_hant: 任何文字、網址或資料

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 表示
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

source: Barcode Stats
de: Barcode-Statistiken
es: Estadísticas de códigos de barras
fr: Statistiques de codes-barres
it: Statistiche codici a barre
ja: バーコード統計
ko: 바코드 통계
pt_br: Estatísticas de Códigos de Barras
zh_hans: 条码统计
zh_hant: 條碼統計

source: Barcode Type
de: Barcode-Typ
es: Tipo de código de barras
fr: Type de code-barres
it: Tipo di codice a barre
ja: バーコードタイプ
ko: 바코드 유형
pt_br: Tipo de Código de Barras
zh_hans: 条码类型
zh_hant: 條碼類型

source: Barcode type filter
de: Barcode-Typ-Filter
es: Filtro de tipo de código de barras
fr: Filtre par type de code-barres
it: Filtro tipo codice a barre
ja: バーコードタイプフィルター
ko: 바코드 유형 필터
pt_br: Filtro de tipo de código de barras
zh_hans: 条码类型筛选器
zh_hant: 條碼類型篩選

source: Barcode type filter, filtered
de: Barcode-Typ-Filter, gefiltert
es: Filtro de tipo de código de barras, filtrado
fr: Filtre par type de code-barres, filtré
it: Filtro tipo codice a barre, filtrato
ja: バーコードタイプフィルター、フィルター中
ko: 바코드 유형 필터, 필터링됨
pt_br: Filtro de tipo de código de barras, filtrado
zh_hans: 条码类型筛选器，已筛选
zh_hant: 條碼類型篩選，已篩選

source: Barcodes sync automatically across your devices via iCloud.
de: Barcodes werden über iCloud automatisch auf Ihren Geräten synchronisiert.
es: Los códigos de barras se sincronizan automáticamente entre tus dispositivos a través de iCloud.
fr: Les codes-barres se synchronisent automatiquement sur vos appareils via iCloud.
it: I codici a barre si sincronizzano automaticamente tra i tuoi dispositivi tramite iCloud.
ja: バーコードはiCloud経由でデバイス間で自動的に同期されます。
ko: 바코드는 iCloud를 통해 장치 간에 자동으로 동기화됩니다.
pt_br: Os códigos de barras são sincronizados automaticamente entre seus dispositivos via iCloud.
zh_hans: 条形码将通过 iCloud 在您的设备间自动同步。
zh_hant: 條碼將透過 iCloud 在您的裝置間自動同步。

source: Bulk
de: Stapelverarbeitung
es: Lote
fr: En vrac
ja: 一括
ko: 대량
pt_br: Em Massa
zh_hans: 批量
zh_hant: 批量

source: Bulk mode off
de: Stapelverarbeitungsmodus aus
es: Modo por lotes desactivado
fr: Mode en vrac désactivé
it: Modalità Bulk disattivata
ja: 一括モードオフ
ko: 대량 모드 끄기
pt_br: Modo em massa desativado
zh_hans: 批量模式关闭
zh_hant: 關閉批量模式

source: Bulk mode on
de: Stapelverarbeitungsmodus an
es: Modo por lotes activado
fr: Mode en vrac activé
it: Modalità Bulk attivata
ja: 一括モードオン
ko: 대량 모드 켜기
pt_br: Modo em massa ativado
zh_hans: 批量模式开启
zh_hant: 開啟批量模式

source: By Type
de: Nach Typ
es: Por tipo
fr: Par type
it: Per tipo
ja: タイプ別
ko: 유형별
pt_br: Por Tipo
zh_hans: 按类型
zh_hant: 依類型

source: Calendar Event
de: Kalendertermin
es: Evento de calendario
fr: Événement de calendrier
it: Evento in calendario
ja: カレンダーの予定
ko: 캘린더 일정
pt_br: Evento do Calendário
zh_hans: 日历日程
zh_hant: 日曆日程

source: Calendar event detected
de: Kalenderereignis erkannt
es: Evento de calendario detectado
fr: Événement de calendrier détecté
it: Rilevato evento del calendario
ja: カレンダーイベントを検出
ko: 캘린더 이벤트 감지됨
pt_br: Evento de calendário detectado
zh_hans: 检测到日历事件
zh_hant: 已偵測到行事曆事件

source: Call Number
de: Nummer anrufen
es: Llamar número
fr: Appeler le numéro
it: Chiama numero
ja: 電話をかける
ko: 번호로 전화 걸기
pt_br: Ligar para o Número
zh_hans: 呼叫号码
zh_hant: 撥打號碼

source: Camera Access Required
de: Kamerazugriff erforderlich
es: Acceso a la cámara necesario
fr: Accès à l'appareil photo requis
it: Accesso alla fotocamera richiesto
ja: カメラへのアクセスが必要です
ko: 카메라 접근 권한 필요
pt_br: Acesso à Câmera Necessário
zh_hans: 需要相机访问权限
zh_hant: 需要相機存取權限

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancel selection
de: Auswahl abbrechen
es: Cancelar selección
fr: Annuler la sélection
it: Annulla selezione
ja: 選択をキャンセル
ko: 선택 취소
pt_br: Cancelar seleção
zh_hans: 取消选择
zh_hant: 取消選擇

source: Captures your current GPS coordinates for this barcode
de: Erfasst Ihre aktuellen GPS-Koordinaten für diesen Barcode
es: Captura tus coordenadas GPS actuales para este código de barras
fr: Capture vos coordonnées GPS actuelles pour ce code-barres
it: Cattura le tue attuali coordinate GPS per questo codice a barre
ja: このバーコードの現在のGPS座標を記録します
ko: 이 바코드의 현재 GPS 좌표를 캡처합니다.
pt_br: Captura suas coordenadas GPS atuais para este código de barras
zh_hans: 捕获此条码的当前GPS坐标
zh_hant: 擷取此條碼的目前 GPS 座標

source: Card
de: Karte
es: Tarjeta
fr: Carte
it: Scheda
ja: カード
ko: 카드
pt_br: Cartão
zh_hans: 卡片
zh_hant: 卡片

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
ja: フィルターをクリア
ko: 필터 지우기
pt_br: Limpar Filtros
zh_hans: 清除筛选器
zh_hant: 清除篩選條件

source: Close scanner
de: Scanner schließen
es: Cerrar escáner
fr: Fermer le scanner
it: Chiudi scanner
ja: スキャナーを閉じる
ko: 스캐너 닫기
pt_br: Fechar scanner
zh_hans: 关闭扫描器
zh_hant: 關閉掃描器

source: Column Count
de: Spaltenanzahl
es: Recuento de columnas
fr: Nombre de colonnes
it: Numero di colonne
ja: 列数
ko: 열 수
pt_br: Contagem de Colunas
zh_hans: 列数
zh_hant: 欄數

source: Columns
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列数
ko: 열 개수
pt_br: Colunas
zh_hans: 列数
zh_hant: 欄位數

source: Compact
de: Kompakt
es: Compacto
it: Compatto
ja: コンパクト
ko: 간략히
pt_br: Compacto
zh_hans: 紧凑
zh_hant: 精簡

source: Compact Style
de: Kompakter Stil
es: Estilo compacto
fr: Style compact
it: Stile compatto
ja: コンパクトスタイル
ko: 콤팩트 스타일
pt_br: Estilo compacto
zh_hans: 紧凑样式
zh_hant: 緊湊樣式

source: Compaction Mode
de: Komprimierungsmodus
es: Modo de compactación
fr: Mode de compaction
it: Modalità di compattazione
ja: 圧縮モード
ko: 압축 모드
pt_br: Modo de compactação
zh_hans: 压缩模式
zh_hant: 壓縮模式

source: Contact Card
de: Kontaktkarte
es: Tarjeta de contacto
fr: Fiche de contact
it: Scheda contatto
ja: 連絡先カード
ko: 연락처 카드
pt_br: Cartão de Contato
zh_hans: 联系人卡片
zh_hant: 聯絡人卡片

source: Contact card detected
de: Kontaktkarte erkannt
es: Tarjeta de contacto detectada
fr: Carte de contact détectée
it: Rilevata scheda contatto
ja: 連絡先カードを検出
ko: 연락처 카드 감지됨
pt_br: Cartão de contato detectado
zh_hans: 检测到联系人名片
zh_hant: 已偵測到聯絡人名片

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
ja: コピーしました！
ko: 복사되었습니다!
pt_br: Copiado!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy Password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia password
ja: パスワードをコピー
ko: 비밀번호 복사
pt_br: Copiar Senha
zh_hans: 复制密码
zh_hant: 複製密碼

source: Copy Value
de: Wert kopieren
es: Copiar valor
fr: Copier la valeur
it: Copia valore
ja: 値をコピー
ko: 값 복사
pt_br: Copiar Valor
zh_hans: 复制值
zh_hant: 拷貝值

source: Could not access the selected file.
de: Auf die ausgewählte Datei konnte nicht zugegriffen werden.
es: No se ha podido acceder al archivo seleccionado.
fr: Impossible d'accéder au fichier sélectionné.
it: Impossibile accedere al file selezionato.
ja: 選択したファイルにアクセスできませんでした。
ko: 선택한 파일에 접근할 수 없습니다.
pt_br: Não foi possível acessar o arquivo selecionado.
zh_hans: 无法访问所选文件。
zh_hant: 無法存取所選檔案。

source: Could not determine location. Check that Location Services are enabled in Settings.
de: Standort konnte nicht bestimmt werden. Stellen Sie sicher, dass Ortungsdienste in den Einstellungen aktiviert sind.
es: No se ha podido determinar la ubicación. Comprueba que los servicios de localización estén activados en Ajustes.
fr: Impossible de déterminer la position. Vérifiez que les services de localisation sont activés dans les réglages.
it: Impossibile determinare la posizione. Controlla che i Servizi di localizzazione siano abilitati nelle Impostazioni.
ja: 位置を特定できませんでした。設定で位置情報サービスが有効になっていることを確認してください。
ko: 위치를 확인할 수 없습니다. 설정에서 위치 서비스가 활성화되어 있는지 확인하세요.
pt_br: Não foi possível determinar a localização. Verifique se os Serviços de Localização estão ativados em Ajustes.
zh_hans: 无法确定位置。请检查“设置”中是否已启用“定位服务”。
zh_hant: 無法確定位置。請檢查「設定」中是否已啟用「定位服務」。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据
zh_hant: 資料

source: Data Codewords
de: Daten-Codewörter
es: Palabras de código de datos
fr: Mots-codes de données
it: Parole codice dati
ja: データコードワード
ko: 데이터 코드워드
pt_br: Palavras-código de Dados
zh_hans: 数据码字
zh_hant: 資料碼字

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期
zh_hant: 日期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete %lld
de: %lld löschen
es: Eliminar %lld
fr: Supprimer %lld
it: Elimina %lld
ja: %lld件を削除
ko: %lld개 삭제
pt_br: Excluir %lld
zh_hans: 删除%lld个
zh_hant: 刪除 %lld 個

source: Delete %lld barcodes? This cannot be undone.
de: %lld Barcodes löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar %lld códigos de barras? Esto no se puede deshacer.
fr: Supprimer %lld codes-barres ? Cette action est irréversible.
it: Eliminare %lld codici a barre? Questa operazione non può essere annullata.
ja: バーコード%lld個を削除しますか？この操作は元に戻せません。
ko: 바코드 %lld개를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Excluir %lld códigos de barras? Esta ação não pode ser desfeita.
zh_hans: 删除%lld个条码？此操作无法撤销。
zh_hant: 刪除 %lld 個條碼？此動作無法復原。

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir Todos
zh_hans: 删除全部
zh_hant: 刪除全部

source: Delete All Barcodes
de: Alle Barcodes löschen
es: Eliminar todos los códigos de barras
fr: Supprimer tous les codes-barres
it: Elimina tutti i codici a barre
ja: すべてのバーコードを削除
ko: 모든 바코드 삭제
pt_br: Excluir Todos os Códigos de Barras
zh_hans: 删除所有条码
zh_hant: 刪除所有條碼

source: Delete Failed
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
it: Eliminazione fallita
ja: 削除失敗
ko: 삭제 실패
pt_br: Falha na Exclusão
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Delete selected
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択したものを削除
ko: 선택 항목 삭제
pt_br: Excluir selecionados
zh_hans: 删除所选
zh_hant: 刪除所選項目

source: Delete Selected
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択した項目を削除
ko: 선택 항목 삭제
pt_br: Excluir Selecionados
zh_hans: 删除所选
zh_hant: 刪除所選項目

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 描述
zh_hant: 描述

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (opzionale)
ja: 説明 (任意)
ko: 설명 (선택 사항)
pt_br: Descrição (opcional)
zh_hans: 描述（可选）
zh_hant: 描述（選用）

source: Descriptor Data
de: Deskriptordaten
es: Datos del descriptor
fr: Données du descripteur
it: Dati descrittore
ja: ディスクリプターデータ
ko: 디스크립터 데이터
pt_br: Dados Descritores
zh_hans: 描述符数据
zh_hant: 描述符資料

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
ko: 전체 선택 해제
pt_br: Desmarcar tudo
zh_hans: 取消全选
zh_hant: 取消全選

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Double-tap to view details. Swipe right to favorite.
de: Doppeltippen zum Anzeigen der Details. Nach rechts wischen zum Favorisieren.
es: Doble toque para ver detalles. Desliza a la derecha para marcar como favorito.
fr: Appuyez deux fois pour voir les détails. Balayez vers la droite pour ajouter aux favoris.
it: Tocca due volte per visualizzare i dettagli. Scorri a destra per aggiungere ai preferiti.
ja: ダブルタップで詳細を表示。右にスワイプでお気に入りに追加。
ko: 두 번 탭하여 세부 정보를 확인합니다. 오른쪽으로 스와이프하여 즐겨찾기에 추가합니다.
pt_br: Toque duas vezes para ver detalhes. Deslize para a direita para favoritar.
zh_hans: 双击查看详情。向右滑动以收藏。
zh_hant: 輕點兩下查看詳細資訊。向右滑動加入最愛。

source: Double-tap to view fullscreen
de: Doppeltippen zur Vollbildansicht
es: Doble toque para ver a pantalla completa
fr: Appuyez deux fois pour afficher en plein écran
it: Tocca due volte per visualizzare a schermo intero
ja: ダブルタップで全画面表示
ko: 두 번 탭하여 전체 화면으로 보기
pt_br: Toque duas vezes para ver em tela cheia
zh_hans: 双击查看全屏
zh_hant: 輕點兩下全螢幕顯示

source: Enter a value
de: Wert eingeben
es: Introduce un valor
fr: Saisissez une valeur
it: Inserisci un valore
ja: 値を入力してください
ko: 값을 입력하세요
pt_br: Insira um valor
zh_hans: 请输入一个值
zh_hant: 輸入數值

source: Enter text content
de: Texteingabe
es: Introduce contenido de texto
fr: Saisissez le contenu texte
it: Inserisci contenuto testuale
ja: テキスト内容を入力
ko: 텍스트 내용을 입력하세요
pt_br: Insira o conteúdo do texto
zh_hans: 输入文本内容
zh_hant: 輸入文字內容

source: Enter URL, text, or other content
de: URL, Text oder andere Inhalte eingeben
es: Introduce URL, texto u otro contenido
fr: Saisissez l'URL, le texte ou autre contenu
it: Inserisci URL, testo o altro contenuto
ja: URL、テキスト、またはその他の内容を入力
ko: URL, 텍스트 또는 기타 내용을 입력하세요
pt_br: Insira URL, texto ou outro conteúdo
zh_hans: 输入URL、文本或其他内容
zh_hant: 輸入網址、文字或其他內容

source: Enter value
de: Wert eingeben
es: Introduce valor
fr: Saisissez une valeur
it: Inserisci valore
ja: 値を入力
ko: 값 입력
pt_br: Insira o valor
zh_hans: 输入值
zh_hant: 輸入數值

source: Enters selection mode for batch operations
de: Aktiviert den Auswahlmodus für Stapeloperationen
es: Entra en modo de selección para operaciones por lotes
fr: Active le mode de sélection pour les opérations par lot
it: Entra in modalità selezione per operazioni batch
ja: 一括操作用の選択モードに入ります
ko: 일괄 작업을 위한 선택 모드로 진입
pt_br: Entra no modo de seleção para operações em lote
zh_hans: 进入选择模式以进行批量操作
zh_hant: 進入選取模式以進行批量操作

source: Error Correction
de: Fehlerkorrektur
es: Corrección de errores
fr: Correction d'erreur
it: Correzione errori
ja: 誤り訂正
ko: 오류 수정
pt_br: Correção de Erro
zh_hans: 错误纠正
zh_hant: 錯誤修正

source: Error Correction: %lld%%
de: Fehlerkorrektur: %lld %%
es: Corrección de errores: %lld%%
fr: Correction d'erreur : %lld %%
it: Correzione errore: %lld%%
ja: 誤り訂正: %lld%%
ko: 오류 수정: %lld%%
pt_br: Correção de erro: %lld%%
zh_hans: 纠错: %lld%%
zh_hant: 糾錯: %lld%%

source: Exits selection mode
de: Beendet den Auswahlmodus
es: Sale del modo de selección
fr: Quitte le mode de sélection
it: Esci dalla modalità selezione
ja: 選択モードを終了します
ko: 선택 모드 종료
pt_br: Sai do modo de seleção
zh_hans: 退出选择模式
zh_hant: 結束選取模式

source: Export Barcodes
de: Barcodes exportieren
es: Exportar códigos de barras
fr: Exporter les codes-barres
it: Esporta codici a barre
ja: バーコードをエクスポート
ko: 바코드 내보내기
pt_br: Exportar Códigos de Barras
zh_hans: 导出条码
zh_hant: 匯出條碼

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
it: Esportazione fallita
ja: エクスポート失敗
ko: 내보내기 실패
pt_br: Falha na Exportação
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export selected
de: Ausgewählte exportieren
es: Exportar seleccionados
fr: Exporter la sélection
it: Esporta selezionati
ja: 選択したものをエクスポート
ko: 선택 항목 내보내기
pt_br: Exportar selecionados
zh_hans: 导出所选
zh_hant: 匯出所選項目

source: Favorite
de: Favorisieren
es: Favorito
fr: Ajouter aux favoris
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritar
zh_hans: 收藏
zh_hant: 加入最愛

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
zh_hans: 收藏夹
zh_hant: 最愛

source: Filter
de: Filtern
es: Filtro
fr: Filtre
it: Filtra
ja: フィルター
ko: 필터
pt_br: Filtrar
zh_hans: 筛选
zh_hant: 篩選
